# descriptions.py

culture_info = """
Latoken — это компания, которая ценит инновации и сотрудничество. 
Наша культура основана на прозрачности, гибкости и страсти к технологиям. 
Мы верим в то, что наши сотрудники могут полностью раскрыть свой потенциал и способствовать развитию 
среда, в которой поощряется творчество и смелые идеи.
"""

interview_process = """
Наш процесс собеседования предназначен для оценки не только ваших технических навыков 
но и ваше культурное соответствие нашей команде. Как правило, он включает в себя 
техническая оценка, поведенческое интервью и задача по решению проблемы. 
Мы стремимся обеспечить справедливую и всестороннюю оценку, чтобы обеспечить наилучшее соответствие для обеих сторон.
"""

hackathon_info = """
Хакатон Latoken – это захватывающее мероприятие, на котором разработчики и энтузиасты 
Объединитесь для создания инновационных проектов за короткий период. 
Это отличная возможность продемонстрировать свои навыки, посотрудничать с единомышленниками,
и потенциально выиграть потрясающие призы. Следите за нашими анонсами о следующем мероприятии!
"""